Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.lifestyle.q13
source: Wenn du sprichst, was machen die Leute in deinem Umfeld?
en: When you speak, what do the people around you do?
es: Cuando hablas, ¿qué hacen las personas que te rodean?
fr: Lorsque vous parlez, que font les gens autour de vous ?
hi: जब आप बोलते हैं तो आपके आसपास के लोग क्या करते हैं?
it: Quando parli, cosa fanno le persone intorno a te?
ja: あなたが話しているとき、あなたの周りの人たちは何をしますか？
ko: 당신이 말할 때, 주변 사람들은 무엇을 합니까?
nl: Wat doen de mensen om je heen als je spreekt?
pl: Kiedy mówisz, co robią ludzie wokół ciebie?
pt: Quando você fala, o que as pessoas ao seu redor fazem?
ru: Когда ты говоришь, что делают люди вокруг тебя?
tr: Siz konuşurken çevrenizdeki insanlar ne yapıyor?
zh_hans: 当你说话时，你周围的人在做什么？
zh_hant: 當你說話時，你周圍的人會做什麼？

# assessment.lifestyle.q13.a
source: Sie unterbrechen mich ständig oder schauen aufs Handy.
en: They constantly interrupt me or look at my cell phone.
es: Me interrumpen constantemente o miran mi celular.
fr: Ils m'interrompent constamment ou regardent mon téléphone portable.
hi: वे लगातार मुझे टोकते हैं या मेरे सेल फोन को देखते हैं।
it: Mi interrompono costantemente o guardano il mio cellulare.
ja: 彼らは常に私の邪魔をしたり、私の携帯電話を見たりします。
ko: 그들은 끊임없이 나를 방해하거나 내 휴대폰을 봅니다.
nl: Ze onderbreken me voortdurend of kijken naar mijn mobiele telefoon.
pl: Ciągle mi przerywają lub patrzą na mój telefon komórkowy.
pt: Eles constantemente me interrompem ou olham para o meu celular.
ru: Вы постоянно меня перебиваете или смотрите в телефон.
tr: Sürekli sözümü kesiyorlar ya da cep telefonuma bakıyorlar.
zh_hans: 你们一直打断我或者看手机。
zh_hant: 他們經常打斷我或看我的手機。

# assessment.lifestyle.q13.b
source: Sie hören halb zu, aber meine Meinung hat wenig Gewicht.
en: You're half-listening, but my opinion carries little weight.
es: Estás escuchando a medias, pero mi opinión tiene poco peso.
fr: Vous m'écoutez à moitié, mais mon avis n'a que peu de poids.
hi: आप आधा-अधूरा सुन रहे हैं, लेकिन मेरी राय का कोई महत्व नहीं है।
it: Stai ascoltando a metà, ma la mia opinione ha poco peso.
ja: あなたは半分聞いているようですが、私の意見にはほとんど重みがありません。
ko: 당신은 반만 듣고 있지만 내 의견은 별로 중요하지 않습니다.
nl: Je luistert maar half, maar mijn mening heeft weinig gewicht.
pl: Częściowo słuchasz, ale moja opinia nie ma większego znaczenia.
pt: Você está ouvindo pela metade, mas minha opinião tem pouco peso.
ru: Вы слушаете наполовину, но моё мнение имеет мало веса.
tr: Yarı dinliyorsunuz ama benim fikrimin pek bir önemi yok.
zh_hans: 你们半听半不听，但我的意见分量不大。
zh_hant: 你只聽了一半，但我的意見沒有什麼分量。

# assessment.lifestyle.q13.c
source: Sie hören normal zu, wie bei jedem anderen auch.
en: They listen normally, like everyone else.
es: Escuchan normalmente, como todos los demás.
fr: Ils écoutent normalement, comme tout le monde.
hi: वे हर किसी की तरह सामान्य रूप से सुनते हैं।
it: Ascoltano normalmente, come tutti gli altri.
ja: 彼らは他のみんなと同じように、普通に話を聞いています。
ko: 그들은 다른 사람들처럼 정상적으로 듣습니다.
nl: Ze luisteren normaal, net als iedereen.
pl: Słuchają normalnie, jak wszyscy.
pt: Eles ouvem normalmente, como todo mundo.
ru: Они слушают нормально, как и все остальные.
tr: Herkes gibi normal bir şekilde dinlerler.
zh_hans: 你像对待其他人一样正常地听。
zh_hant: 他們像其他人一樣正常傾聽。

# assessment.lifestyle.q13.d
source: Der Raum wird still und man achtet auf das, was ich sage.
en: The room becomes quiet and people pay attention to what I say.
es: La habitación se queda en silencio y la gente presta atención a lo que digo.
fr: La pièce devient silencieuse et les gens font attention à ce que je dis.
hi: कमरा शांत हो जाता है और लोग मेरी बातों पर ध्यान देते हैं।
it: La stanza diventa silenziosa e le persone prestano attenzione a ciò che dico.
ja: 部屋は静かになり、人々は私の言うことに注意を払います。
ko: 방은 조용해지고 사람들은 내가 말하는 것에 주의를 기울입니다.
nl: Het wordt stil in de kamer en mensen letten op wat ik zeg.
pl: W pokoju robi się cicho i ludzie zwracają uwagę na to, co mówię.
pt: A sala fica silenciosa e as pessoas prestam atenção ao que eu digo.
ru: Комната становится тихой, и все обращают внимание на то, что я говорю.
tr: Oda sessizleşiyor ve insanlar söylediklerime dikkat ediyor.
zh_hans: 房间安静下来，人们注意听我说的话。
zh_hant: 房間變得安靜，人們開始注意我說的話。

# assessment.lifestyle.q14
source: Du bekommst eine mittelmäßige Note, schließt ein Projekt 'nur okay' ab oder bist mit deiner Form unzufrieden. Deine Reaktion?
en: You get a mediocre grade, complete a project just okay, or are dissatisfied with your form. Your reaction?
es: Obtienes una calificación mediocre, completas un proyecto sin problemas o no estás satisfecho con tu formulario. ¿Tu reacción?
fr: Vous obtenez une note médiocre, terminez un projet sans problème ou n'êtes pas satisfait de votre formulaire. Votre réaction ?
hi: आपको औसत ग्रेड मिलता है, कोई प्रोजेक्ट ठीक-ठाक पूरा हो जाता है, या आप अपने फॉर्म से असंतुष्ट हैं। आपकी प्रतिक्रिया?
it: Ottieni un voto mediocre, completi un progetto senza problemi o sei insoddisfatto del tuo modulo. La tua reazione?
ja: 平凡な成績しか得られなかったり、プロジェクトをまあまあで完了したり、自分の成績に不満があったりします。あなたの反応は？
ko: 당신은 평범한 성적을 받았거나, 프로젝트를 괜찮게 완료했거나, 당신의 양식에 만족하지 못했습니다. 당신의 반응은?
nl: Je haalt een middelmatig cijfer, voltooit een project prima, of bent ontevreden over je formulier. Jouw reactie?
pl: Dostajesz przeciętną ocenę, udaje Ci się ukończyć projekt albo jesteś niezadowolony ze swojej formy. Twoja reakcja?
pt: Você obtém uma nota medíocre, conclui um projeto corretamente ou está insatisfeito com seu formulário. Sua reação?
ru: Ты получаешь среднюю оценку, заканчиваешь проект «так себе» или недоволен своей формой. Твоя реакция?
tr: Vasat bir not alıyorsunuz, bir projeyi gayet iyi tamamlıyorsunuz veya formunuzdan memnun değilsiniz. Tepkiniz?
zh_hans: 你得到一个中等的成绩，只是“还可以”地完成一个项目，或者对自己的状态不满意。你的反应是什么？
zh_hant: 你的成績平庸，完成一個專案還不錯，或對你的表現不滿意。你的反應？

# assessment.lifestyle.q14.a
source: Ich vergleiche mich mit denen, die noch schlechter waren, um mich besser zu fühlen.
en: I compare myself to those who were even worse in order to feel better.
es: Me comparo con aquellos que estaban aún peor para sentirme mejor.
fr: Je me compare à ceux qui ont été encore pires pour me sentir mieux.
hi: बेहतर महसूस करने के लिए मैं अपनी तुलना उन लोगों से करता हूं जो और भी बुरे थे।
it: Mi paragono a chi stava ancora peggio per sentirmi meglio.
ja: 気分を良くするために、さらに悪い人と自分を比較します。
ko: 나는 기분이 나아지기 위해 더 나쁜 사람들과 나를 비교합니다.
nl: Om me beter te voelen, vergelijk ik mezelf met degenen die nog slechter waren.
pl: Porównuję się do tych, którzy byli jeszcze gorsi, żeby poczuć się lepiej.
pt: Eu me comparo com aqueles que foram ainda piores para me sentir melhor.
ru: Я сравниваю себя с теми, кто был еще хуже, чтобы почувствовать себя лучше.
tr: Daha iyi hissetmek için kendimi daha da kötü olanlarla karşılaştırıyorum.
zh_hans: 我通过与那些更糟的人比较自己来让自己感觉更好。
zh_hant: 我將自己與那些更糟糕的人進行比較，以便感覺更好。

# assessment.lifestyle.q14.b
source: Ich sage 'Hauptsache bestanden' und vergesse es.
en: I say 'mainly passed' and forget about it.
es: Digo "mayormente aprobado" y lo olvido.
fr: Je dis « essentiellement réussi » et j’oublie ça.
hi: मैं कहता हूं 'मुख्य रूप से पारित' और इसके बारे में भूल जाता हूं।
it: Dico "principalmente superato" e me ne dimentico.
ja: 「主に合格しました」と言って忘れてしまいます。
ko: '주로 합격'이라고 말하고 잊어버립니다.
nl: Ik zeg 'grotendeels geslaagd' en vergeet het.
pl: Mówię „głównie zdało” i zapominam o tym.
pt: Eu digo 'aprovado principalmente' e esqueço isso.
ru: Я говорю 'Главное сдал' и забываю об этом.
tr: 'Çoğunlukla geçti' diyorum ve unutuyorum.
zh_hans: 我说‘重要的是通过’，然后就忘了。
zh_hant: 我說“基本上通過了”，然後就忘了它。

# assessment.lifestyle.q14.c
source: Ich ärgere mich kurz, belasse es aber dabei.
en: I get annoyed for a moment, but leave it at that.
es: Me enojo por un momento, pero déjalo así.
fr: Je m'énerve un instant, mais reste-en là.
hi: मैं एक पल के लिए नाराज़ हो जाता हूं, लेकिन इसे वहीं छोड़ देता हूं।
it: Per un attimo mi arrabbio, ma lasciamo perdere.
ja: 一瞬イラつきますが、そのままにしておきます。
ko: 잠시 짜증이 나지만 그만 두세요.
nl: Ik irriteer me even, maar laat het daarbij.
pl: Przez chwilę się denerwuję, ale zostawmy to.
pt: Fico irritado por um momento, mas deixo por isso mesmo.
ru: Я немного злюсь, но на этом останавливаюсь.
tr: Bir an sinirleniyorum ama bırakalım.
zh_hans: 我有点生气，但就这样算了。
zh_hant: 我有一瞬間很生氣，但就這樣吧。

# assessment.lifestyle.q14.d
source: Ich akzeptiere es absolut nicht. Ich analysiere den Fehler und erzwinge beim nächsten Mal Dominanz.
en: I absolutely do not accept it. I analyze the mistake and enforce dominance next time.
es: No lo acepto en absoluto. Analizo el error y hago cumplir el dominio la próxima vez.
fr: Je ne l'accepte absolument pas. J’analyse l’erreur et impose la domination la prochaine fois.
hi: मैं इसे कतई स्वीकार नहीं करता. मैं गलती का विश्लेषण करता हूं और अगली बार प्रभुत्व लागू करता हूं।
it: Non lo accetto assolutamente. Analizzo l'errore e impongo il dominio la prossima volta.
ja: 絶対に認めません。ミスを分析して、次回は優位性を強化します。
ko: 저는 절대 받아들이지 않습니다. 실수를 분석하고 다음 번에는 우위를 점합니다.
nl: Ik accepteer het absoluut niet. Ik analyseer de fout en dwing de volgende keer dominantie af.
pl: Absolutnie tego nie akceptuję. Analizuję błąd i następnym razem wymuszam dominację.
pt: Eu absolutamente não aceito isso. Eu analiso o erro e imponho o domínio na próxima vez.
ru: Я абсолютно этого не принимаю. Я анализирую ошибку и в следующий раз буду навязывать доминирование.
tr: Kesinlikle kabul etmiyorum. Hatayı analiz ediyorum ve bir dahaki sefere hakimiyeti uyguluyorum.
zh_hans: 我绝对不能接受。我分析错误，并在下一次强行掌控。
zh_hant: 我絕對不接受。我會分析錯誤並下次加強統治力。

# assessment.lifestyle.q15
source: Du hast große Pläne. Du erzählst deiner Familie/deinen Freunden davon. Wie reagieren sie?
en: You have big plans. You tell your family/friends about it. How do they react?
es: Tienes grandes planes. Se lo cuentas a tu familia/amigos. ¿Cómo reaccionan?
fr: Vous avez de grands projets. Vous en parlez à votre famille/amis. Comment réagissent-ils ?
hi: आपके पास बड़ी योजनाएं हैं. आप अपने परिवार/दोस्तों को इसके बारे में बताएं। वे कैसे प्रतिक्रिया करते हैं?
it: Hai grandi progetti. Ne parli alla tua famiglia/ai tuoi amici. Come reagiscono?
ja: 大きな計画があるのですね。あなたは家族や友人にそれについて話します。彼らはどう反応するでしょうか？
ko: 당신은 큰 계획을 가지고 있습니다. 당신은 당신의 가족/친구들에게 그것에 대해 이야기합니다. 그들은 어떻게 반응합니까?
nl: Je hebt grootse plannen. Je vertelt het aan je familie/vrienden. Hoe reageren ze?
pl: Masz wielkie plany. Mówisz o tym rodzinie/przyjaciołom. Jak reagują?
pt: Você tem grandes planos. Você conta para sua família/amigos sobre isso. Como eles reagem?
ru: У тебя большие планы. Ты рассказываешь о них своей семье/своим друзьям. Как они реагируют?
tr: Büyük planların var. Bunu ailenize/arkadaşlarınıza anlatırsınız. Nasıl tepki veriyorlar?
zh_hans: 你有宏伟的计划。你告诉了你的家人/朋友。他们会作何反应？
zh_hant: 你有宏偉的計劃。你告訴你的家人/朋友這件事。他們有何反應？

# assessment.lifestyle.q15.a
source: Sie lachen mich aus oder sagen mir, ich soll realistisch bleiben.
en: They laugh at me or tell me to be realistic.
es: Se ríen de mí o me dicen que sea realista.
fr: Ils se moquent de moi ou me disent d'être réaliste.
hi: वे मुझ पर हंसते हैं या मुझे यथार्थवादी होने के लिए कहते हैं।
it: Ridono di me o mi dicono di essere realistico.
ja: 彼らは私を笑ったり、現実的になるように言います。
ko: 그들은 나를 비웃거나 나에게 현실적이라고 말합니다.
nl: Ze lachen me uit of zeggen dat ik realistisch moet zijn.
pl: Śmieją się ze mnie lub mówią, żebym był realistą.
pt: Eles riem de mim ou me dizem para ser realista.
ru: Они смеются надо мной или говорят мне, что я должен оставаться реалистом.
tr: Bana gülüyorlar ya da gerçekçi olmamı söylüyorlar.
zh_hans: 他们取笑我，或者告诉我应保持现实。
zh_hant: 他們嘲笑我或告訴我要現實。

# assessment.lifestyle.q15.b
source: Sie sind gleichgültig und wechseln das Thema.
en: They are indifferent and change the subject.
es: Se muestran indiferentes y cambian de tema.
fr: Ils sont indifférents et changent de sujet.
hi: वे उदासीन रहते हैं और विषय बदल देते हैं।
it: Sono indifferenti e cambiano argomento.
ja: 彼らは無関心で話題を変えます。
ko: 그들은 무관심하고 주제를 바꿉니다.
nl: Ze zijn onverschillig en veranderen van onderwerp.
pl: Są obojętni i zmieniają temat.
pt: Eles ficam indiferentes e mudam de assunto.
ru: Они равнодушны и меняют тему.
tr: Kayıtsız kalırlar ve konuyu değiştirirler.
zh_hans: 他们漠不关心，并且转换话题。
zh_hant: 他們漠不關心並轉移話題。

# assessment.lifestyle.q15.c
source: Sie wünschen mir viel Glück, helfen aber nicht aktiv.
en: They wish me good luck, but don't actively help.
es: Me desean buena suerte, pero no me ayudan activamente.
fr: Ils me souhaitent bonne chance, mais ne m'aident pas activement.
hi: वे मुझे शुभकामनाएँ देते हैं, लेकिन सक्रिय रूप से मदद नहीं करते।
it: Mi augurano buona fortuna, ma non mi aiutano attivamente.
ja: 彼らは私の幸運を祈っていますが、積極的には助けてくれません。
ko: 그들은 나에게 행운을 빌지만 적극적으로 도와주지는 않습니다.
nl: Ze wensen me veel succes, maar helpen niet actief.
pl: Życzą mi powodzenia, ale nie pomagają aktywnie.
pt: Eles me desejam boa sorte, mas não ajudam ativamente.
ru: Они желают мне удачи, но не помогают активно.
tr: Bana iyi şanslar diliyorlar ama aktif olarak yardım etmiyorlar.
zh_hans: 你们祝我好运，但并没有积极帮忙。
zh_hant: 他們祝我好運，但並不主動幫忙。

# assessment.lifestyle.q15.d
source: Sie fragen sofort 'Wie können wir dir dabei helfen?' oder challengen den Plan konstruktiv.
en: They immediately ask 'How can we help you with this?' or challenge the plan constructively.
es: Inmediatamente preguntan: '¿Cómo podemos ayudarle con esto?' o desafiar el plan de manera constructiva.
fr: Ils demandent immédiatement: « Comment pouvons-nous vous aider ? » ou contester le plan de manière constructive.
hi: वे तुरंत पूछते हैं 'हम इसमें आपकी कैसे मदद कर सकते हैं?' या योजना को रचनात्मक रूप से चुनौती दें।
it: Chiedono immediatamente "Come possiamo aiutarti in questo?" o sfidare il piano in modo costruttivo.
ja: 彼らはすぐに「これについてどうお手伝いできますか?」と尋ねます。または建設的に計画に異議を唱えます。
ko: 그들은 즉시 '어떻게 도와드릴까요?'라고 묻습니다. 또는 건설적으로 계획에 도전하십시오.
nl: Ze vragen meteen: 'Hoe kunnen we je hiermee helpen?' of daag het plan constructief uit.
pl: Natychmiast pytają: „Jak możemy Ci w tym pomóc?”. lub konstruktywnie kwestionuj plan.
pt: Eles imediatamente perguntam 'Como podemos ajudá-lo com isso?' ou desafiar o plano de forma construtiva.
ru: Они сразу спрашивают: 'Как мы можем тебе в этом помочь?' или конструктивно оспаривают план.
tr: Hemen 'Bu konuda size nasıl yardımcı olabiliriz?' diye soruyorlar. veya plana yapıcı bir şekilde meydan okuyun.
zh_hans: 你们会立刻问‘我们怎么能帮你？’或者建设性地挑战这个计划。
zh_hant: 他們立即詢問「我們可以如何幫助您？」或建設性地質疑該計劃。

# assessment.lifestyle.strength.balance
source: Du verstehst deinen Einflussbereich und machst dir keine Sorgen über unkontrollierbare Dinge.
en: You understand your circle of influence and don't worry about things you cannot control.
es: Entiendes tu círculo de influencia y no te preocupas por cosas que no puedes controlar.
fr: Tu comprends ton cercle d'influence et tu ne t'inquiètes pas des choses que tu ne peux pas contrôler.
hi: तुम अपने प्रभाव क्षेत्र को समझते हो और उन चीज़ों की चिंता नहीं करते जिन्हें तुम नियंत्रित नहीं कर सकते।
it: Capisci la tua sfera di influenza e non ti preoccupi di cose che non puoi controllare.
ja: 自分の影響範囲を理解し、コントロールできないことを心配しません。
ko: 자신의 영향 범위를 이해하고 통제할 수 없는 것들에 대해 걱정하지 않습니다.
nl: Je begrijpt jouw invloedsfeer en maakt je geen zorgen over dingen die je niet kunt controleren.
pl: Rozumiesz swój krąg wpływu i nie martwisz się o rzeczy, których nie możesz kontrolować.
pt: Compreendes o teu círculo de influência e não te preocupas com coisas que não podes controlar.
ru: Ты понимаешь свою сферу влияния и не беспокоишься о том, что не можешь контролировать.
tr: Etki alanını anlıyorsun ve kontrol edemediğin şeyler için endişelenmiyorsun.
zh_hans: 你了解自己的影响圈，不为无法控制的事情担忧。
zh_hant: 你了解自己的影響圈，不為無法控制的事情擔憂。

# assessment.lifestyle.strength.environment
source: Du setzt extrem hohe Standards an dich und dein Leben. Mittelmaß akzeptierst du nicht.
en: You set extremely high standards for yourself and your life. You do not accept mediocrity.
es: Te fijas estándares extremadamente altos para ti y tu vida. No aceptas la mediocridad.
fr: Tu te fixes des standards extrêmement élevés pour toi et ta vie. Tu n'acceptes pas la médiocrité.
hi: तुम अपने लिए और अपने जीवन के लिए बेहद ऊंचे मानक निर्धारित करते हो। तुम मध्यमता स्वीकार नहीं करते।
it: Ti poni standard estremamente elevati per te stesso e per la tua vita. Non accetti la mediocrità.
ja: 自分と人生に対して非常に高い基準を設定しています。凡庸さを受け入れません。
ko: 자신과 삶에 대해 매우 높은 기준을 설정합니다. 평범함을 받아들이지 않습니다.
nl: Je stelt extreem hoge standaarden voor jezelf en je leven. Je accepteert geen middelmatigheid.
pl: Ustalasz niezwykle wysokie standardy dla siebie i swojego życia. Nie akceptujesz przeciętności.
pt: Defines padrões extremamente elevados para ti e a tua vida. Não aceitas a mediocridade.
ru: Ты устанавливаешь крайне высокие стандарты для себя и своей жизни. Ты не принимаешь посредственность.
tr: Kendin ve hayatın için son derece yüksek standartlar koyuyorsun. Sıradanlığı kabul etmiyorsun.
zh_hans: 你对自己和生活设定极高标准。你不接受平庸。
zh_hant: 你對自己和生活設定極高標準。你不接受平庸。

# assessment.lifestyle.strength.routine
source: Dein Umfeld ist ein Katalysator. Du umgibst dich mit Leuten, die dich nach oben ziehen.
en: Your environment is a catalyst. You surround yourself with people who lift you up.
es: Tu entorno es un catalizador. Te rodeas de personas que te elevan.
fr: Ton environnement est un catalyseur. Tu t'entoures de personnes qui t'élèvent.
hi: तुम्हारा वातावरण एक उत्प्रेरक है। तुम उन लोगों से घिरे हो जो तुम्हें ऊपर उठाते हैं।
it: Il tuo ambiente è un catalizzatore. Ti circondi di persone che ti elevano.
ja: あなたの環境は触媒です。あなたを向上させる人々に囲まれています。
ko: 당신의 환경이 촉매제입니다. 당신을 끌어올리는 사람들로 둘러싸여 있습니다.
nl: Jouw omgeving is een katalysator. Je omringt je met mensen die je omhoog trekken.
pl: Twoje otoczenie to katalizator. Otaczasz się ludźmi, którzy cię podnoszą.
pt: O teu ambiente é um catalisador. Rodeias-te de pessoas que te elevam.
ru: Твоя среда — это катализатор. Ты окружаешь себя людьми, которые тянут тебя вверх.
tr: Çevren bir katalizör. Kendini seni yükselten insanlarla çevreliyorsun.
zh_hans: 你的环境是催化剂。你身边围绕着能提升你的人。
zh_hant: 你的環境是催化劑。你身邊圍繞著能提升你的人。

# assessment.lifestyle.weakness.balance
source: Du lässt dich von äußeren Umständen lenken. Statt dein Leben zu steuern, bist du nur Passagier.
en: You let external circumstances direct you. Instead of driving your life, you are just a passenger.
es: Te dejas dirigir por las circunstancias externas. En lugar de dirigir tu vida, eres solo un pasajero.
fr: Tu te laisses diriger par les circonstances extérieures. Au lieu de conduire ta vie, tu n'es qu'un passager.
hi: तुम बाहरी परिस्थितियों से निर्देशित हो। अपना जीवन चलाने की बजाय, तुम केवल यात्री हो।
it: Ti lasci guidare dalle circostanze esterne. Invece di guidare la tua vita, sei solo un passeggero.
ja: 外部の状況に指示されています。人生を運転する代わりに、ただの乗客です。
ko: 외부 상황이 당신을 이끌도록 합니다. 인생을 운전하는 대신 그저 승객일 뿐입니다.
nl: Je laat je sturen door externe omstandigheden. In plaats van je leven te sturen, ben je slechts passagier.
pl: Pozwalasz, by zewnętrzne okoliczności tobą kierowały. Zamiast prowadzić swoje życie, jesteś tylko pasażerem.
pt: Deixas-te guiar pelas circunstâncias externas. Em vez de conduzires a tua vida, és apenas um passageiro.
ru: Ты позволяешь внешним обстоятельствам управлять тобой. Вместо того чтобы вести свою жизнь, ты просто пассажир.
tr: Dış koşulların seni yönlendirmesine izin veriyorsun. Hayatını yönetmek yerine sadece bir yolcusun.
zh_hans: 你让外部环境左右自己。不是驾驭自己的生活，而是当乘客。
zh_hant: 你讓外部環境左右自己。不是駕馭自己的生活，而是當乘客。

# assessment.lifestyle.weakness.environment
source: Deine Standards sind am Boden. Du lässt Unordnung, toxische Beziehungen und schlechte Gewohnheiten zu.
en: Your standards are rock bottom. You tolerate disorder, toxic relationships, and bad habits.
es: Tus estándares están por los suelos. Toleras el desorden, las relaciones tóxicas y los malos hábitos.
fr: Tes standards sont au plus bas. Tu tolères le désordre, les relations toxiques et les mauvaises habitudes.
hi: तुम्हारे मानक बिल्कुल नीचे हैं। तुम अव्यवस्था, विषाक्त रिश्तों और बुरी आदतों को सहन करते हो।
it: I tuoi standard sono ai minimi storici. Tolleri il disordine, le relazioni tossiche e le cattive abitudini.
ja: 基準は最低水準です。混乱、毒になる関係、悪い習慣を容認しています。
ko: 기준이 바닥입니다. 무질서, 독성 관계, 나쁜 습관을 용납합니다.
nl: Jouw standaarden zijn bodemniveau. Je tolereert wanorde, toxische relaties en slechte gewoonten.
pl: Twoje standardy są na poziomie dna. Tolerujesz bałagan, toksyczne relacje i złe nawyki.
pt: Os teus padrões estão no fundo. Toleras desordem, relações tóxicas e maus hábitos.
ru: Твои стандарты на дне. Ты терпишь беспорядок, токсичные отношения и плохие привычки.
tr: Standartların dibinde. Düzensizliği, toksik ilişkileri ve kötü alışkanlıkları tolere ediyorsun.
zh_hans: 你的标准跌至谷底。你容忍混乱、毒性关系和坏习惯。
zh_hant: 你的標準跌至谷底。你容忍混亂、毒性關係和壞習慣。

# assessment.lifestyle.weakness.routine
source: Du hängst mit Leuten ab, die nur konsumieren und lästern. Dein Umfeld zieht dich nach unten.
en: You hang out with people who only consume and gossip. Your environment pulls you down.
es: Te juntas con personas que solo consumen y cotillean. Tu entorno te arrastra hacia abajo.
fr: Tu traînes avec des gens qui ne font que consommer et médire. Ton environnement te tire vers le bas.
hi: तुम उन लोगों के साथ घूमते हो जो केवल उपभोग करते और गपशप करते हैं। तुम्हारा वातावरण तुम्हें नीचे खींचता है।
it: Frequenti persone che fanno solo consumismo e gossip. Il tuo ambiente ti trascina verso il basso.
ja: 消費とゴシップしかしない人と一緒にいます。環境があなたを引きずり下ろしています。
ko: 소비하고 가십만 하는 사람들과 어울립니다. 환경이 당신을 끌어내립니다.
nl: Je hangt rond met mensen die alleen consumeren en roddelen. Jouw omgeving trekt je naar beneden.
pl: Spędzasz czas z ludźmi, którzy tylko konsumują i plotkują. Twoje otoczenie ciągnie cię w dół.
pt: Andas com pessoas que só consomem e fofocam. O teu ambiente puxa-te para baixo.
ru: Ты тусуешься с людьми, которые только потребляют и сплетничают. Твоя среда тянет тебя вниз.
tr: Sadece tüketen ve dedikodu yapan insanlarla takılıyorsun. Çevren seni aşağı çekiyor.
zh_hans: 你与只会消费和八卦的人为伍。你的环境把你往下拉。
zh_hant: 你與只會消費和八卦的人為伍。你的環境把你往下拉。

# assessment.mental.nav.title
source: Geist & Seele
en: Mind & Soul
es: Mente y alma
fr: Esprit et âme
hi: मन और आत्मा
it: Mente e anima
ja: 心と魂
ko: 정신과 영혼
nl: Geest en ziel
pl: Umysł i dusza
pt: Mente e Alma
ru: Дух и душа
tr: Zihin ve Ruh
zh_hans: 心灵与灵魂
zh_hant: 心靈與心靈

# assessment.mental.pitfall.focus
source: Lass dein Handy bei tiefer Arbeit NIEMALS auf dem Schreibtisch. Lege es in einen anderen Raum.
en: NEVER leave your phone on the desk during deep work. Put it in another room.
es: NUNCA dejes el teléfono en el escritorio durante el trabajo profundo. Ponlo en otra habitación.
fr: Ne laisse JAMAIS ton téléphone sur le bureau pendant le travail profond. Mets-le dans une autre pièce.
hi: गहरे काम के दौरान फोन को टेबल पर कभी मत छोड़ो। इसे दूसरे कमरे में रखो।
it: Non lasciare MAI il telefono sulla scrivania durante il lavoro profondo. Mettilo in un'altra stanza.
ja: 深い作業中は絶対にスマホを机に置かないでください。別の部屋に置きましょう。
ko: 딥 워크 중에는 절대 책상에 스마트폰을 두지 마세요. 다른 방에 두세요.
nl: Laat je telefoon NOOIT op het bureau liggen tijdens diep werk. Zet hem in een andere kamer.
pl: NIGDY nie zostawiaj telefonu na biurku podczas głębokiej pracy. Połóż go w innym pokoju.
pt: NUNCA deixes o telemóvel na secretária durante o trabalho profundo. Coloca-o noutro quarto.
ru: НИКОГДА не оставляй телефон на столе во время глубокой работы. Положи его в другую комнату.
tr: Derin çalışma sırasında telefonu masada ASLA bırakma. Onu başka bir odaya koy.
zh_hans: 深度工作时绝对不要把手机放在桌上。把它放到另一个房间。
zh_hant: 深度工作時絕對不要把手機放在桌上。把它放到另一個房間。
